Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

source: Create Branch
ar_ae: إنشاء فرع
da: Opret filial
de: Filiale erstellen
de_ch: Filiale gründen
es: Crear sucursal
es_mx: Crear sucursal
es_us: Crear sucursal
fr: Créer une branche
fr_ca: Créer une branche
hi_in: शाखा बनाएं
id: Buat Cabang
it: Crea ramo
it_ch: Crea Filiale
ja_jp: 支店を作る
ko_kr: 지점 만들기
nb_no: Opprett filial
nl: Filiaal aanmaken
pl: Utwórz gałąź
pt: Criar Filial
pt_br: Criar filial.
ru: Создать Ветку
sv: Skapa filial
th: สร้างสาขา
tr: Şube oluşturun
uk_ua: Створити гілку
vi: Tạo Chi nhánh
zh_hans: 创建分支机构
zh_hant: 建立分支機構

source: Add
ar_ae: أَضافَ
da: Tilsætte
de: Hinzufügen
de_ch: Hinzufügen
es: Agregar
es_mx: Añadir
es_us: Añadir
fr: Ajouter
fr_ca: Ajouter
hi_in: जोड़ें
id: Tambah
it: Aggiungi
it_ch: Aggiungere
ja_jp: 追加する
ko_kr: 첨가하다
nb_no: Tilføye
nl: Toevoegen
pl: Dodać
pt: Adicionar
pt_br: Adicionar
ru: Добавлять, добавить
sv: Tillägga
th: เพิ่ม
tr: Ekle
uk_ua: Додати
vi: Thêm vào
zh_hans: 增加
zh_hant: 加

source: ZSH
ar_ae: زش
da: ZSH-nummer
hi_in: जेडएसएच
ko_kr: 지쉬
nb_no: ZSH-en
ru: ЗШ
sv: ZSH-kod
th: ซีเอสเอช
uk_ua: ЗШ
zh_hans: 字节数
zh_hant: 指數

source: Close Tab
ar_ae: أغلق علامة التبويب
da: Luk fanen
de: Registerkarte schließen
de_ch: Registerkarte schließen
es: Cerrar pestaña
es_mx: Cerrar pestaña
es_us: Cerrar pestaña
fr: Fermer l'onglet
fr_ca: Fermer l'onglet.
hi_in: टैब बंद करें
id: Tutup Tab
it: Chiudi scheda
it_ch: Chiudi scheda
ja_jp: タブを閉じる
ko_kr: 탭 닫기
nb_no: Lukk fanen
nl: Sluit Tabblad
pl: Zamknij Zakładkę
pt: Fechar a aba
pt_br: Fechar aba
ru: Закрыть вкладку
sv: Stäng flikmenyn
th: ปิดแท็บ
tr: Sekmeyi Kapat
uk_ua: Закрити вкладку
vi: Đóng tab
zh_hans: 关闭标签页
zh_hant: 關閉選項卡

source: Navigate to Related Items
ar_ae: انتقل إلى العناصر ذات الصلة
da: Gå til relaterede varer
de: Zu verwandten Artikeln navigieren
de_ch: Zu verwandten Artikeln navigieren.
es: Navega a Artículos Relacionados
es_mx: Diríjase a los artículos relacionados
es_us: Navega a Artículos Relacionados
fr: Accéder aux articles connexes.
fr_ca: Accéder aux articles connexes.
hi_in: संबंधित वस्तुओं पर नेविगेट करें
id: Arahkan ke Item Terkait
it: Vai agli articoli correlati.
it_ch: Vai agli articoli correlati.
ja_jp: 関連項目に移動する
ko_kr: 관련 항목으로 이동하세요.
nb_no: Gå til relaterte elementer.
nl: Navigeer naar Gerelateerde Items
pl: Przejdź do powiązanych elementów
pt: Navegue até os itens relacionados.
pt_br: Navegue para itens relacionados.
ru: Перейдите к связанным элементам
sv: Gå till relaterade artiklar
th: นําทางไปยังรายการที่เกี่ยวข้อง
tr: İlgili Öğelere Git
uk_ua: Перейдіть до пов'язаних елементів
vi: Điều hướng đến các mục liên quan
zh_hans: 导航到相关项目
zh_hant: 導航到相關項目

source: Checkout branch
ar_ae: فرع الخروج
da: Kontorfilialen
de: Abwicklungsstelle
de_ch: Kassefiliale
es: Sucursal de pago
es_mx: Sucursal de caja
es_us: Sucursal de caja
fr: Succursale de paiement
fr_ca: Succursale de paiement
hi_in: चेकआउट शाखा
id: Cabang pembayaran
it: Filiale di pagamento
it_ch: Filiale di pagamento
ja_jp: 出納店
ko_kr: 체크아웃 지점
nb_no: Kassefilialen
nl: Afdeling kassa
pl: Oddział kasowy
pt: Filial de pagamento
pt_br: Filial de caixa
ru: Отделение проверки
sv: Kontoutcheckningsfilialen
th: สาขาเช็คเอาต์
tr: Kasayı şubesi
uk_ua: Відділення оформлення замовлення
vi: Chi nhánh thanh toán
zh_hans: 柜台分行
zh_hant: 付款分行

source: Include upstream changes
ar_ae: قم بتضمين تغييرات المنبع
da: Inkluder ændringer upstream
de: Inkludieren Sie Änderungen stromaufwärts
de_ch: Änderungen stromaufwärts einschliessen.
es: Incluye cambios aguas arriba
es_mx: Incluye cambios aguas arriba
es_us: Incluye cambios aguas arriba
fr: Inclure les changements en amont
fr_ca: Inclure les modifications en amont.
hi_in: अपस्ट्रीम परिवर्तन शामिल करें
id: Sertakan perubahan hulu
it: Includere modifiche a monte
it_ch: Includi modifiche a monte
ja_jp: 上流の変更を含める
ko_kr: 업스트림 변경사항 포함
nb_no: Inkluder forvandling fra oppstrø
nl: Omvatten upstream wijzigingen
pl: Uwzględnij zmiany upstream
pt: Incluir mudanças a montante
pt_br: Incluir mudanças a montante
ru: Включить изменения в восходящем потоке
sv: Omfattande förändringar uppströms
th: รวมการเปลี่ยนแปลงต้นน้ํา
tr: Yukarı akış değişikliklerini dahil edin
uk_ua: Включити зміни вище за течією
vi: Bao gồm các thay đổi ngược dòng
zh_hans: 包括上游变化
zh_hant: 包括上游變化

source: 2s
ar_ae: 2 ثانية
da: 2 sekunder
de: 2 Sekunden
fr: 2 secondes
hi_in: 2एस
id: 2 detik
it: 2 secondi
it_ch: 2 secondi
ja_jp: 2秒
ko_kr: 2초
nb_no: 2 sekunder
nl: 2 seconden
ru: 2 с
sv: 2 sekunder
th: 2 วินาที
tr: 2 saniye
uk_ua: 2с
vi: 2 giây
zh_hans: 2秒
zh_hant: 2秒

source: From:
ar_ae: من:
da: Fra:
de: Von:
de_ch: Von:
es: De:
es_mx: De:
es_us: Desde:
fr: De:
fr_ca: De:
hi_in: से:
id: Dari:
it: Da:
it_ch: Da:
ja_jp: ～から：
ko_kr: 부터:
nb_no: Fra:
nl: Van:
pl: Od:
pt: De:
pt_br: De:
ru: От:
sv: Från:
th: จาก:
tr: Şu Kadar:
uk_ua: Від:
vi: Từ:
zh_hans: 来自：
zh_hant: 來自：

source: Add Split view
ar_ae: إضافة عرض مقسم
da: Tilføj delvist visning
de: Teilen Ansicht hinzufügen
de_ch: Teilansicht hinzufügen
es: Añadir vista dividida
es_mx: Agregar vista dividida
es_us: Agregar vista dividida
fr: Ajouter une vue partagée
fr_ca: Ajouter une vue partagée.
hi_in: स्प्लिट दृश्य जोड़ें
id: Tambahkan Split view
it: Aggiungi vista divisa
it_ch: Aggiungi vista divisa
ja_jp: 分割ビューを追加する
ko_kr: 분할된 보기 추가하기
nb_no: Legg til delt visning
nl: Gesplitste weergave toevoegen
pl: Dodaj widok Split
pt: Adicionar vista dividida
pt_br: Adicionar vista dividida
ru: Добавить раздельный вид
sv: Lägg till delad vy
th: เพิ่มมุมมองแยก
tr: Bölünmüş görüntü ekle
uk_ua: Додати розділений вигляд
vi: Thêm chế độ xem phân chia
zh_hans: 添加分屏功能
zh_hant: 新增分屏檢視

source: Add Co-Authors
ar_ae: إضافة مؤلفين مشاركين
da: Tilføj medforfattere
de: Mitwirkende hinzufügen
de_ch: Mitwirkende hinzufügen
es: Añadir colaboradores
es_mx: Añadir colaboradores
es_us: Añadir colaboradores
fr: Ajouter des co-auteurs
fr_ca: Ajouter des co-auteurs.
hi_in: सह-लेखक जोड़ें
id: Tambahkan Penulis Bersama
it: Aggiungi coautori
it_ch: Aggiungi coautori
ja_jp: 共著者追加
ko_kr: 공동 저자를 추가하다
nb_no: Legg til medforfattere
nl: Medewerkers toevoegen
pl: Dodaj Współautorów
pt: Adicionar Coautores
pt_br: Adicionar coautores.
ru: Добавить соавторов
sv: Lägg till medförfattare
th: เพิ่มผู้เขียนร่วม
tr: Ortak Yazarlar Ekle
uk_ua: Додати співавторів
vi: Thêm các tác giả đồng tác giả
zh_hans: 添加合著者
zh_hant: 新增合著者

source: Agree
ar_ae: تَوافَقَ
da: Være enig
de: Zustimmen
de_ch: Einer Meinung sein
es: De acuerdo
es_mx: Estar de acuerdo
es_us: Estar de acuerdo
fr: Être d'accord
fr_ca: Être d'accord
hi_in: सहमत
id: Setuju
it: Concordare
it_ch: Concordare
ja_jp: 同意する
ko_kr: 동의하다
nb_no: Samtykke
nl: Akkoord gaan
pl: Zgodzić się
pt: Concordar
pt_br: Concordar
ru: Соглашаться , согласиться
sv: Samtycka
th: เห็นด้วย
tr: Razı olmak
uk_ua: Погодьтеся
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意

source: Errors only
ar_ae: الأخطاء فقط
da: Kun fejl
de: Nur Fehler
de_ch: Nur Fehler
es: Solo errores
es_mx: Solo errores
es_us: Solo errores
fr: Erreurs uniquement
fr_ca: Erreurs seulement
hi_in: केवल त्रुटियाँ
id: Hanya kesalahan
it: Solo errori
it_ch: Solo errori
ja_jp: エラーのみ
ko_kr: 오류만
nb_no: Kun feil
nl: Alleen fouten
pl: Tylko błędy
pt: Apenas erros
pt_br: Apenas erros
ru: Только ошибки
sv: Endast fel
th: ข้อผิดพลาดเท่านั้น
tr: Yalnızca hatalar
uk_ua: Тільки помилки
vi: Chỉ lỗi
zh_hans: 仅错误
zh_hant: 僅錯誤

source: Required Field
ar_ae: حقل مطلوب
da: Påkrævet felt
de: Pflichtfeld
de_ch: Pflichtfeld
es: Campo requerido
es_mx: Campo obligatorio
es_us: Campo Requerido
fr: Champ requis
fr_ca: Champ requis.
hi_in: आवश्यक क्षेत्र
id: Bidang yang wajib diisi
it: Campo richiesto
it_ch: Campo obbligatorio
ja_jp: 必須項目
ko_kr: 필수 필드
nb_no: Påkrevd felt
nl: Vereist veld
pl: Pole wymagane
pt: Campo Obrigatório
pt_br: Campo necessário.
ru: Обязательное поле
sv: Obligatoriskt fält
th: ช่องที่ต้องกรอก
tr: Gerekli Alan
uk_ua: Обов'язкове поле
vi: Trường bắt buộc
zh_hans: 必填字段
zh_hant: 必填欄位

source: List View
ar_ae: عرض القائمة
da: Listevisning
de: Listeansicht
de_ch: Listeansicht
es: Vista de lista
es_mx: Vista de lista
es_us: Vista de lista
fr: Affichage de la liste
fr_ca: Affichage de la liste
hi_in: सूची दृश्य
id: Tampilan Daftar
it: Vista elenco
it_ch: Vista elenco
ja_jp: リストビュー
ko_kr: 보기 목록
nb_no: Listevisning
nl: Lijstweergave
pl: Widok listy
pt: Visualização da Lista
pt_br: Visualização da lista
ru: Просмотр списка
sv: Listaansikt
th: มุมมองรายการ
tr: Liste Görünümü
uk_ua: Перегляд списку
vi: Xem danh sách
zh_hans: 列表视图
zh_hant: 清單檢視

source: Reopen
ar_ae: عاوَدَ
da: Genåbne
de: Wiedereröffnen
de_ch: Wieder öffnen
es: Reabrir
es_mx: Volver a abrir
es_us: Volver a abrir
fr: Rouvrir
fr_ca: Rouvrir
hi_in: फिर से खोलना
id: Buka kembali
it: Riaprire
it_ch: Riaprire
ja_jp: 再開する
ko_kr: 다시 열다
nb_no: Gjenåpne
nl: Heropenen
pl: Ponownie otworzyć
pt: Reabrir
pt_br: Reabrir
ru: Снова открывать, снова открыть
sv: Åter öppna
th: เปิดใหม่
tr: Yeniden açmak
uk_ua: Знову відкрити
vi: Mở lại
zh_hans: 重新打开
zh_hant: 重新開放

source: Source Files
ar_ae: ملفات المصدر
da: Kildefiler
de: Quelldateien
de_ch: Quelldateien
es: Archivos fuente
es_mx: Archivos fuente
es_us: Archivos fuente
fr: Fichiers sources.
fr_ca: Fichiers sources.
hi_in: स्रोत फ़ाइलें
id: Berkas Sumber
it: File sorgente
it_ch: File sorgente
ja_jp: ソースファイル
ko_kr: 소스 파일들
nb_no: Kildekiler
nl: Bronbestanden
pl: Pliki źródłowe
pt: Ficheiros de origem
pt_br: Ficheiros de origem.
ru: Исходные файлы
sv: Källfiler
th: ไฟล์ต้นฉบับ
tr: Kaynak Dosyaları
uk_ua: Вихідні файли
vi: Tệp Nguồn
zh_hans: 源文件
zh_hant: 原始檔案

source: Nothing But An Empty Void...
ar_ae: لا شيء سوى فراغ فارغ...
da: Intet andet end et tomt hul...
de: Nur eine leere Leere...
de_ch: Nur eine leere Leere …
es: Nada más que un vacío vacío...
es_mx: Nada más que un vacío vacío...
es_us: Nada más que un vacío vacío...
fr: Rien que le vide vide...
fr_ca: Rien que le vide vide...
hi_in: एक ख़ाली शून्य के अलावा कुछ भी नहीं...
id: Tidak Ada Apa-Apa Selain Kekosongan Kosong...
it: Nient'altro che un vuoto vuoto...
it_ch: Nulla se non un vuoto vuoto...
ja_jp: 虚空に過ぎない...
ko_kr: 빈 공허함 외에는 아무것도 없다...
nb_no: Ingenting annet enn et tomt tomrom...
nl: Niets anders dan een leeg leegte...
pl: Nic Poza Pustą Pustką...
pt: Nada além de um vazio vazio...
pt_br: Nada A Não Ser Um Vazio Vazio...
ru: Ничего, Кроме Пустой Пустоты...
sv: Inget annat än ett tomt tomrum...
th: ไม่มีอะไรนอกจากความว่างเปล่า...
tr: Boş Boş Bir Boşluk...
uk_ua: Нічого, Крім Порожньої Порожнечі...
vi: Không Có Gì Ngoài Một Khoảng Không Rỗng...
zh_hans: 无非是空虚虚空...
zh_hant: 只有空虛...

source: Show this window when Aurora launches
ar_ae: أظهر هذه النافذة عند إطلاق أورورا
da: Når Aurora åbner, skal dette vindue være synligt.
de: Zeige dieses Fenster, wenn Aurora startet
de_ch: Zeige dieses Fenster, wenn Aurora startet.
es: Muestra esta ventana cuando Aurora se lance
es_mx: Muestra esta ventana cuando Aurora se lance
es_us: Muestra esta ventana cuando Aurora se lance
fr: Affiche cette fenêtre quand Aurora démarre
fr_ca: Affiche cette fenêtre quand Aurora démarre.
hi_in: ऑरोरा लॉन्च होने पर यह विंडो दिखाएं
id: Tampilkan jendela ini saat Aurora diluncurkan
it: Mostra questa finestra quando Aurora si avvia
it_ch: Apri questa finestra quando Aurora si avvia.
ja_jp: オーロラが起動したときに、このウィンドウを表示します。
ko_kr: 오로라가 시작될 때 이 창을 보여주세요.
nb_no: Vis dette vinduet når Aurora starter.
nl: Toon dit venster wanneer Aurora opstart
pl: Pokaż to okno, gdy Aurora zostanie uruchomiona
pt: Mostrar esta janela quando Aurora abrir
pt_br: Mostre esta janela quando Aurora for lançada.
ru: Показать это окно при запуске Aurora
sv: Visa det här fönstret när Aurora startar.
th: แสดงหน้าต่างนี้เมื่อออโรร่าเปิดตัว
tr: Aurora başlatıldığında bu pencereyi göster
uk_ua: Показати це вікно, коли Aurora запускається
vi: Hiển thị cửa sổ này khi Aurora khởi chạy
zh_hans: 当Aurora启动时，显示此窗口
zh_hant: 當Aurora啟動時，顯示此視窗

source: Notifications have been disabled. Enable notifications in settings to continue receiving notifications.
ar_ae: تم تعطيل الإشعارات. قم بتمكين الإشعارات في الإعدادات لمواصلة تلقي الإشعارات.
da: Notifikationer er blevet deaktiveret. Aktivér notifikationer i indstillingerne for at fortsætte med at modtage notifikationer.
de: Benachrichtigungen wurden deaktiviert. Aktivieren Sie Benachrichtigungen in den Einstellungen, um Benachrichtigungen weiterhin zu erhalten.
de_ch: Benachrichtigungen sind deaktiviert. Bitte aktivieren Sie Benachrichtigungen in den Einstellungen, um Benachrichtigungen weiterhin zu erhalten.
es: Las notificaciones se han desactivado. Activa las notificaciones en la configuración para seguir recibiendo notificaciones.
es_mx: Las notificaciones se han desactivado. Activa las notificaciones en la configuración para seguir recibiendo notificaciones.
es_us: Las notificaciones se han desactivado. Activa las notificaciones en la configuración para seguir recibiendo notificaciones.
fr: Les notifications ont été désactivées. Activez les notifications dans les paramètres pour continuer à recevoir des notifications.
fr_ca: Les notifications ont été désactivées. Activez les notifications dans les paramètres pour continuer à recevoir des notifications.
hi_in: सूचनाएं अक्षम कर दी गई हैं। सूचनाएं प्राप्त करना जारी रखने के लिए सेटिंग्स में सूचनाएं सक्षम करें।
id: Pemberitahuan telah dinonaktifkan. Aktifkan pemberitahuan dalam pengaturan untuk terus menerima pemberitahuan.
it: Le notifiche sono state disabilitate. Attiva le notifiche nelle impostazioni per continuare a ricevere le notifiche.
it_ch: Le notifiche sono state disattivate. Attiva le notifiche nelle impostazioni per continuare a riceverle.
ja_jp: 通知が無効になっています。通知を受け続けるには、設定で通知を有効にしてください。
ko_kr: 알림이 비활성화되었습니다. 알림을 계속 수신하려면 설정에서 알림을 사용하도록 하세요.
nb_no: Varsler er deaktivert. Aktiver varsler i innstillingene for å fortsette å motta varsler.
nl: Meldingen zijn uitgeschakeld. Schakel meldingen in de instellingen in om meldingen te blijven ontvangen.
pl: Powiadomienia zostały wyłączone. Włącz powiadomienia w ustawieniach, aby nadal otrzymywać powiadomienia.
pt: As notificações foram desativadas. Ative as notificações nas definições para continuar a receber notificações.
pt_br: As notificações foram desativadas. Ative as notificações nas configurações para continuar recebendo notificações.
ru: Уведомления были отключены. Включите уведомления в настройках, чтобы продолжать получать уведомления.
sv: Meddelanden har inaktiverats. Aktivera meddelanden i inställningarna för att fortsätta ta emot meddelanden.
th: การแจ้งเตือนถูกปิดใช้งาน เปิดใช้งานการแจ้งเตือนในการตั้งค่าเพื่อรับการแจ้งเตือนต่อไป
tr: Bildirimler devre dışı bırakıldı. Bildirimleri almaya devam etmek için ayarlardan bildirimleri etkinleştirin.
uk_ua: Сповіщення відключено. Увімкніть сповіщення в налаштуваннях, щоб продовжувати отримувати сповіщення.
vi: Đã vô hiệu hóa thông báo. Bật thông báo trong cài đặt để tiếp tục nhận thông báo.
zh_hans: 通知已禁用。在设置中启用通知，继续接收通知。
zh_hant: 通知已停用。請在設定中啟用通知，以繼續接收通知。

source: Description
ar_ae: وَصْف
da: Beskrivelse
de: Beschreibung
de_ch: Beschreibung
es: Descripción
es_mx: Descripción
es_us: Descripción
hi_in: विवरण
id: Deskripsi
it: Descrizione
it_ch: Descrizione
ja_jp: 説明
ko_kr: 설명서
nb_no: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
ru: Описание
sv: Beskrivning
th: คําบรรยาย
tr: Tanımlama
uk_ua: Опис
vi: Mô tả
zh_hans: 描述
zh_hant: 說明

source: Preferences
ar_ae: التفضيلات
da: Præferencer
de: Präferenzen
de_ch: Präferenzen
es: Preferencias
es_mx: Práferencias
es_us: Práferencias
fr: Préférences
fr_ca: Préférences
hi_in: वरीयताएँ
id: Preferensi
it: Preferenze
it_ch: Preferenze
ja_jp: 好み
ko_kr: 기본 설정들
nb_no: Innstillinger
nl: Voorkeuren
pl: Preferencje
pt: Preferências
pt_br: Preferências
ru: Предпочтения
sv: Inställningar
th: ความชอบ
tr: Tercihler
uk_ua: Уподобання
vi: Ưu tiên
zh_hans: 偏好
zh_hant: 偏好

source: Text
ar_ae: نَصّ
da: Tekst
es: Texto
es_mx: Texto
es_us: Texto
fr: Texte
fr_ca: Texte
hi_in: पाठ
id: Teks
it: Testo
it_ch: Testo
ja_jp: テキスト
ko_kr: 텍스트
nb_no: Tekst
nl: Tekst
pl: Tekst
pt: Texto
pt_br: Texto
ru: Текст
th: เนื้อหา
tr: Metin
uk_ua: Текст
vi: Tin nhắn văn bản
zh_hans: 文本
zh_hant: 文字

source: Click Reopen to open the application again. This report will be sent automatically to the AuroraEditor team.
ar_ae: انقر فوق إعادة فتح لفتح التطبيق مرة أخرى. سيتم إرسال هذا التقرير تلقائيا إلى فريق AuroraEditor.
da: Klik på Genåbn for at åbne applikationen igen. Denne rapport sendes automatisk til AuroraEditor-teamet.
de: Klicken Sie auf Wieder öffnen, um die Anwendung erneut zu öffnen. Dieser Bericht wird automatisch an das AuroraEditor-Team gesendet.
de_ch: Klicken Sie auf «Öffnen erneut», um die Anwendung erneut zu öffnen. Dieser Bericht wird automatisch an das AuroraEditor-Team gesendet.
es: Pulse Reabrir para volver a abrir la aplicación. Este informe será enviado automáticamente al equipo de AuroraEditor.
es_mx: Haz clic en Reabrir para abrir la aplicación nuevamente. Este reporte se enviará automáticamente al equipo de AuroraEditor.
es_us: Haz clic en Reabrir para volver a abrir la aplicación. Este informe se enviará automáticamente al equipo de AuroraEditor.
fr: Cliquez sur rouvrir pour ouvrir à nouveau l'application. Ce rapport sera envoyé automatiquement à l'équipe d'AuroraEditor.
fr_ca: Cliquez sur Ouvrir à nouveau pour ouvrir l'application. Ce rapport sera envoyé automatiquement à l'équipe d'AuroraEditor.
hi_in: एप्लिकेशन को फिर से खोलने के लिए फिर से खोलें पर क्लिक करें। यह रिपोर्ट ऑरोरा एडिटर टीम को स्वचालित रूप से भेजी जाएगी।
id: Klik Buka Kembali untuk membuka aplikasi lagi. Laporan ini akan dikirim secara otomatis ke tim AuroraEditor.
it: Fare clic su riapri per aprire nuovamente l'applicazione. Questo rapporto verrà inviato automaticamente al team di AuroraEditor.
it_ch: Fai clic su Ripristina per aprire nuovamente l'applicazione. Questo rapporto verrà inviato automaticamente al team di AuroraEditor.
ja_jp: アプリケーションを再度開くには、[再開]をクリックしてください。このレポートは、AuroraEditorチームに自動的に送信されます。
ko_kr: 응용 프로그램을 다시 열려면 다시 열을 클릭하세요. 이 보고서는 자동으로 AuroraEditor 팀으로 전송됩니다.
nb_no: Klikk på Åpne på nytt for å åpne applikasjonen på nytt. Denne rapporten vil automatisk bli sendt til AuroraEditor-teamet.
nl: Klik op Opnieuw open om de applicatie opnieuw te openen. Dit rapport wordt automatisch verzonden naar het AuroraEditor-team.
pl: Kliknij Otwórz ponownie, aby ponownie otworzyć aplikację. Ten raport zostanie wysłany automatycznie do zespołu AuroraEditor.
pt: Clique em Reabrir para abrir a aplicação novamente. Este relatório será enviado automaticamente para a equipa da AuroraEditor.
pt_br: Clique em Reabrir para abrir o aplicativo novamente. Este relatório será enviado automaticamente para a equipe AuroraEditor.
ru: Нажмите «Открыть», чтобы снова открыть приложение. Этот отчет будет автоматически отправлен команде AuroraEditor.
sv: Klicka på Åpna igen för att öppna applikationen igen. Den här rapporten skickas automatiskt till AuroraEditor-teamet.
th: คลิกเปิดใหม่เพื่อเปิดแอปพลิเคชันอีกครั้ง รายงานนี้จะถูกส่งไปยังทีม AuroraEditor โดยอัตโนมัติ
tr: Uygulamayı tekrar açmak için Yeniden Aç'a tıklayın. Bu rapor otomatik olarak AuroraEditor ekibine gönderilecektir.
uk_ua: Натисніть кнопку Повторно відкрити, щоб знову відкрити програму. Цей звіт буде автоматично надіслано команді AuroraEditor.
vi: Nhấp vào Mở lại để mở lại ứng dụng. Bản báo cáo này sẽ được tự động gửi đến nhóm AuroraEditor.
zh_hans: 点击重新打开以再次打开应用程序。此报告将自动发送给AuroraEditor团队。
zh_hant: 單擊重新開啟以再次開啟應用程式。此報告將自動傳送到AuroraEditor團隊。

source: System Notification
ar_ae: إشعار النظام
da: Systemmeddelelse
de: Benachrichtigungssystem
de_ch: Benachrichtigungssystem
es: Notificación del sistema
es_mx: Notificación del sistema
es_us: Notificación del sistema
fr: Notification du Système
fr_ca: Notification du Système
hi_in: सिस्टम अधिसूचना
id: Pemberitahuan Sistem
it: Notifica di sistema
it_ch: Notifica di sistema
ja_jp: システム通知
ko_kr: 시스템 알림
nb_no: Systemvarsel
nl: Systeemmelding
pl: Powiadomienie systemowe
pt: Notificação do Sistema
pt_br: Notificação do Sistema
ru: Системное уведомление
sv: Systemmeddelande
th: การแจ้งเตือนระบบ
tr: Sistem Bildirimi
uk_ua: Системне повідомлення
vi: Thông báo Hệ thống
zh_hans: 系统通知
zh_hant: 系統通知

source: Loading Extensions
ar_ae: تحميل الإضافات
da: Udvidelser til indlæsning
de: Erweiterungen laden
de_ch: Zusätzliche Ladefunktionen
es: Extensión de carga
es_mx: Extensión de carga
es_us: Extensión de carga
fr: Extension de chargement
fr_ca: Extensions de chargement
hi_in: एक्सटेंशन लोड हो रहा है
id: Memuat Ekstensi
it: Estensioni di caricamento
it_ch: Estensioni di caricamento
ja_jp: 拡張ロード中
ko_kr: 로딩 확장 기능들
nb_no: Last ekstrautvidelser
nl: Extensies Laden
pl: Ładowanie Rozszerzeń
pt: Extensões de carregamento
pt_br: Extensões de carregamento
ru: Загрузка расширений
sv: Tillägg för laddning
th: กําลังโหลดส่วนขยาย
tr: Uzantıları Yükleme
uk_ua: Завантаження розширень
vi: Tiện ích Mở rộng tải dữ liệu
zh_hans: 加载扩展包
zh_hant: 載入擴展

source: Textual
ar_ae: نَصّيّ
da: Tekst-
de_ch: Textlich
fr: De texte
fr_ca: De texte
hi_in: पाठ
id: Tekstual
it: Testuale
it_ch: Testuale
ja_jp: テキストの
ko_kr: 글자 그대로의
nb_no: Tekst-
nl: Tekst-
pl: W tekście
ru: Текстовый
sv: Text-
th: ข้อความ
tr: Metinsel
uk_ua: Текстовий
vi: Văn bản
zh_hans: 文本的
zh_hant: 文字的

source: New Folder
ar_ae: مجلد جديد
da: Ny mappe
de: Neuer Ordner
de_ch: Neuer Ordner
es: Nueva carpeta
es_mx: Nueva carpeta
es_us: Nueva carpeta
fr: Nouveau dossier
fr_ca: Nouveau dossier
hi_in: नया फ़ोल्डर
id: Folder Baru
it: Nuova cartella
it_ch: Nuova cartella
ja_jp: 新しいフォルダ
ko_kr: 새로운 폴더
nb_no: Ny mappe
nl: Nieuwe map
pl: Nowy folder
pt: Nova Pasta
pt_br: Nova Pasta
ru: Новая папка
sv: Ny mapp
th: โฟลเดอร์ใหม่
tr: Yeni Klasör
uk_ua: Нова Папка
vi: Tệp Mới
zh_hans: 新建文件夹
zh_hant: 新資料夾

source: Aurora Editor Logo
ar_ae: شعار محرر الشفق
da: Aurora Redaktør Logo
es: Logotipo del editor Aurora
es_mx: Logo de editor de Aurora
es_us: Logo de editor de Aurora
fr: Logo éditorial d'Aurora
fr_ca: Logo éditorial d'Aurora.
hi_in: अरोड़ा संपादक लोगो
id: Logo Editor Aurora
it: Logo dell'editore Aurora
it_ch: Logo dell'editore Aurora
ja_jp: オーロラエディタロゴ
ko_kr: 오로라 에디터 로고
nb_no: Aurora-redaktørens logo
pl: Logo Aurora Editor
pt: Logótipo do Editor Aurora
pt_br: Logotipo do editor Aurora.
ru: Логотип редактора Aurora
sv: Aurora Redaktör Logotyp
th: โลโก้ Aurora Editor
tr: Aurora Editör Logosu
uk_ua: Логотип редактора Aurora
vi: Logo biên tập viên Aurora
zh_hans: 极光编辑器标志
zh_hant: 極光編輯標誌

source: Re-Run Single Job
ar_ae: إعادة تشغيل وظيفة واحدة
da: Genkør enkelt job
de: Single Job erneut ausführen
de_ch: Single Job erneut ausführen.
es: Repeticir un solo trabajo.
es_mx: Repeticir un solo trabajo
es_us: Repeticir un solo trabajo
fr: Exécuter à nouveau un seul travail.
fr_ca: Exécuter à nouveau un seul travail.
hi_in: एकल कार्य फिर से रन करें
id: Jalankan Ulang Pekerjaan Tunggal
it: Eseguire di nuovo un singolo lavoro
it_ch: Esecuzione di un'unica attività di nuovo.
ja_jp: 単一ジョブを再実行する
ko_kr: 스몰 일 다시 실행하기
nb_no: Kjør en enkelt jobb på nytt.
nl: Enkele Klus opnieuw uitvoeren
pl: Uruchom ponownie pojedyncze zadanie
pt: Executar de novo o trabalho único
pt_br: Executar de novo o trabalho único.
ru: Повторно Загрузите Одно Задание
sv: Kör ett enda jobb igen
th: เรียกใช้งานเดี่ยวอีกครั้ง
tr: Tek İşi Tekrar Yapmak
uk_ua: Повторно Запоніти Одну Роботу
vi: Chạy lại công việc đơn lẻ
zh_hans: 重启单个作业
zh_hant: 重新運行單個作業
